Repository: Mika-Westphal/univention-corporate-server
Catalog: saml/univention-saml/*.po
Languages: de

source: A description of this service provider that can be shown to users
de: Eine Beschreibung des Service Providers, die Benutzern angezeigt werden kann

source: A list of ldap attribute names that the IdP is allowed to fetch from LDAP
de: Eine Liste von LDAP Attributen, die der Identity Provider vom LDAP erhalten darf

source: A list of ldap attributes that are transmitted to the service provider
de: Eine Liste von LDAP Attributen, die vom Identity Provider an den Service Provider übermittelt werden

source: A raw simplesamlphp service provider configuration.
de: Die Rohdaten einer simplesamlphp Service Provider Konfiguration

source: Additional configuration options
de: Zusätzliche Konfigurationsoptionen

source: Allow transmission of ldap attributes to the service provider
de: Erlaube die Übertragung von LDAP Attributen an den Service Provider

source: An absolute URL for the service provider's privacy policy, which will be shown on the consent page
de: Eine absolute URL zur Datenschutzrichtlinie des Service Providers, die auf der Bestätigungsseite angezeigt wird

source: Assertion lifetime
de: Assertion-Gültigkeitsdauer

source: Basic Settings
de: Grundeinstellungen

source: Defines if this service provider is activated, i.e., its configuration is loaded
de: Definiert, ob dieser Service Provider aktiviert ist, ob also seine Konfiguration geladen wird

source: Description of this service provider
de: Beschreibung dieses Service Providers

source: Enable signed Logouts
de: Aktiviere signed Logouts

source: Extended Settings
de: Weitere Einstellungen

source: Format of NameID attribute
de: Format des NameID Attributs

source: General
de: Allgemein

source: LDAP attribute name
de: LDAP Attribut-Name

source: List of ldap attributes to transmit
de: Liste der zu übermittelnden LDAP Attribute

source: Management of service provider configurations for the SAML identity provider.
de: Verwalten Service Provider Konfigurationseinträgen des SAML Identity Providers.

source: Name of the attribute that is used as NameID
de: Name des Attributs, das als NameID verwendet wird

source: Name of the organization for this service provider
de: Name der Organisation des Service Providers

source: Raw XML metadata of the service provider to extend the simplesamlphp configuration.
de: XML Meta-Daten des Service Providers in Rohform zur Erweiterung der Konfiguration von simplesamlphp.

source: Respond to this service provider URL after login
de: Antwort an diese Service Provider URL nach dem Login

source: SAML IdP configuration
de: SAML IdP-Konfiguration

source: SAML IdP configurations
de: SAML IdP Konfigurationen

source: SAML identity provider settings
de: SAML Service Provider Grundeinstellungen

source: SAML service provider basic settings
de: SAML Service Provider Grundeinstellungen

source: SAML service providers
de: SAML service provider

source: Service provider activation status
de: Service Provider aktivieren

source: Service provider identifier
de: Bezeichner des Service Providers

source: Settings
de: Einstellungen

source: Single logout URL for this service provider
de: Single logout URL des Service Providers

source: The NameIDFormat the service provider receives. The service provider documentation should mention expected formats. Example: urn:oasis:names:tc:SAML:2.0:nameid-format:transient
de: Der Wert NameIDFormat den der Service Provider erhält. Die Dokumentation des Service Providers sollte erwartete Formate erwähnen. Beispiel: urn:oasis:names:tc:SAML:2.0:nameid-format:transient

source: The URL of the SingleLogoutService endpoint for this service provider
de: Die URL des SingleLogoutService Endpunktes dieses Service Providers

source: The URL(s) of the AssertionConsumerService endpoints for this SP. Users will be redirected to the URL upon successful authentication. Example: https://sp.example.com/login
de: Die URL(s) der AssertionConsumerService Endpunkte dieses Service Providers. Benutzer werden nach erfolgreicher Authentifizierung an diese URL weitergeleitet. Beispiel: https://sp.example.com/login

source: The name of the attribute which should be used as the value of the NameID, e.g. uid
de: Der Name des Attributs, welches als Wert des NameID Attributs verwendet wird, beispielsweise uid

source: The name of the organization responsible for the service provider that can be shown to users
de: Der Name der Organisation die für den Service Provider veranwtortlich istund dem Benutzer angezeigt werden kann

source: The time in seconds how long one assertion is valid.
de: Die Gültikeitsdauer der Assertion in Sekunden.

source: URL to the service provider's privacy policy
de: URL zur Datenschutzrichtlinie des Service Providers

source: Unique identifier for the service provider definition. With this string the service provider identifies itself at the identity provider
de: Eindeutiger Bezeichner dieser Service Provider Definition. Mit dieser Zeichenkette wird sich der Service Provider gegenüber dem Identity Provider identifizieren

source: Value for attribute format field
de: Der Wert des Formatfeldes für Attribute

source: Whether the service provider should receive any ldap attributes from the IdP
de: Die generelle Erlaubnis, LDAP Attribute vom Identity Provider an den Service Provider zu übertragen

source: Which value will be set in the format field of attribute statements. Default: urn:oasis:names:tc:SAML:2.0:attrname-format:basic
de: Der Wert, der im Formatfeld von Attributbezeichnern gesetzt wird Standardwert: urn:oasis:names:tc:SAML:2.0:attrname-format:basic

source: XML metadata
de: XML-Metadaten

source: You can download the public certificate for this identity provider at %s.
de: Das öffentliche Zertifikat dieses Identity Provider kann unter %s heruntergeladen werden.

source: raw simplesaml SP config
de: Rohdaten einer simplesaml SP Konfiguration
